[
  {
    "name": "acoustic guitar",
    "image": "https://i.ibb.co/x57nrqf/Acoustic-Guitar.jpg",
    "description": "The Acoustic Guitar is ideal for both beginners and pros, featuring a rich, warm tone and a smooth, glossy finish. It is crafted from premium wood for a beautiful sound, and the comfortable neck makes it easy to play. This guitar is durable and perfect for a variety of musical styles, from folk to classical. It offers excellent value for its price, making it a fantastic choice for anyone looking to enhance their musical journey.",
    "price": 199.99,
    "category": "Musical Instruments",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "08:00:00"
  },
  {
    "name": "electric guitar",
    "image": "https://i.ibb.co/VCT7csn/Electric-Guitar.png",
    "description": "The Electric Guitar delivers versatile tones for all genres, featuring a solid body and high-quality pickups. Its sleek design and smooth frets provide easy playability, while the durable construction ensures long-lasting performance. Ideal for both live performances and studio recordings, this guitar is perfect for beginners and experienced musicians alike. With adjustable volume and tone controls, you have complete control over your sound, making this a must-have instrument for any guitarist.",
    "price": 299.99,
    "category": "Musical Instruments",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "08:05:00"
  },
  {
    "name": "drum set",
    "image": "https://i.ibb.co/MSRjyFP/Drum-Set.webp",
    "description": "This Drum Set includes everything you need for a powerful performance, featuring high-quality wood drums and premium alloy cymbals. Ideal for both beginners and pros, this set offers a rich, resonant sound suitable for a variety of musical styles. The sturdy, adjustable hardware allows for a customized setup, making it perfect for practice sessions or live performances. Elevate your drumming experience with this comprehensive, durable drum set designed for long-lasting use.",
    "price": 499.99,
    "category": "Musical Instruments",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "08:10:00"
  },
  {
    "name": "piano keyboard",
    "image": "https://i.ibb.co/p0mzdC1/Piano-Keyboard.jpg",
    "description": "This 61-key Piano Keyboard is perfect for musicians of all levels, offering touch-sensitive keys and a variety of sounds and rhythms. Its portable design makes it easy to take anywhere, and the built-in learning modes help you improve your skills. With MIDI connectivity for recording and production, this keyboard is a versatile tool for both practice and performance. Whether you're a beginner or advanced player, this durable keyboard delivers excellent sound quality and playability.",
    "price": 249.99,
    "category": "Musical Instruments",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "08:15:00"
  },
  {
    "name": "violin",
    "image": "https://i.ibb.co/WB3DGkP/Violin.jpg",
    "description": "This Violin offers a rich, expressive sound and is crafted from high-quality tonewoods. Ideal for musicians of all levels, it features a smooth, polished finish and a durable ebony fingerboard. The easy-to-press strings make it comfortable for beginners, while offering the precision needed by advanced players. This violin comes with a bow and case, ready for you to start playing right away. Perfect for classical music, folk, and more, this violin is a great investment.",
    "price": 149.99,
    "category": "Musical Instruments",
    "ratings": 4.4,
    "creation_date": "2024-08-16",
    "creation_time": "08:20:00"
  },
  {
    "name": "smartphone x",
    "image": "https://i.ibb.co/56PFH90/Smartphone-X.jpg",
    "description": "The Smartphone X combines sleek design with cutting-edge features, offering a stunning ultra-high-definition display and powerful performance. Its advanced camera system captures professional-quality photos and videos, while the latest processor ensures smooth multitasking. With facial recognition and fingerprint scanning for enhanced security, this smartphone is designed for those who demand the best. The long-lasting battery keeps you connected all day, making the Smartphone X a top choice for tech enthusiasts.",
    "price": 999.99,
    "category": "Electronics",
    "ratings": 4.9,
    "creation_date": "2024-08-16",
    "creation_time": "09:00:00"
  },
  {
    "name": "smartwatch pro",
    "image": "https://i.ibb.co/7n5fP15/Smartwatch-Pro.jpg",
    "description": "The Smartwatch Pro is your ultimate health and fitness companion, tracking daily activity, heart rate, and sleep patterns. With built-in GPS and water resistance, it's perfect for outdoor activities and swimming. Stay connected with notifications, messages, and calls directly on your wrist. The customizable watch faces and interchangeable bands allow you to personalize your style. With its long battery life and sleek design, the Smartwatch Pro is a must-have for anyone looking to stay active and connected.",
    "price": 299.99,
    "category": "Electronics",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "09:05:00"
  },
  {
    "name": "4k television",
    "image": "https://i.ibb.co/DK3kTVG/4-K-Television.png",
    "description": "The 4K Television offers a cinematic experience with ultra-high-definition visuals and vibrant colors. This 55-inch TV is perfect for your living room, delivering sharp resolution and dynamic range. With advanced sound technology, it provides clear and immersive audio to complement the stunning visuals. The intuitive interface makes it easy to navigate streaming services and apps. Upgrade your home entertainment system with this state-of-the-art TV, designed to bring modern technology to your fingertips.",
    "price": 599.99,
    "category": "Electronics",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "09:10:00"
  },
  {
    "name": "wireless headphones",
    "image": "https://i.ibb.co/r0Hyxxk/Wireless-Headphones.png",
    "description": "These Wireless Headphones deliver premium sound quality with deep bass and clear highs, perfect for music lovers and audiophiles. With noise-canceling technology, you can immerse yourself in your favorite tunes without distractions. The comfortable, over-ear design ensures long-lasting comfort, while the wireless connectivity provides the freedom to move around. The built-in microphone allows for hands-free calls, making these headphones a versatile accessory for both work and play.",
    "price": 199.99,
    "category": "Electronics",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "09:15:00"
  },
  {
    "name": "gaming laptop",
    "image": "https://i.ibb.co/JqcpbyG/Gaming-Laptop.png",
    "description": "The Gaming Laptop offers high-performance gaming with a powerful processor and dedicated graphics card. Its sleek design and customizable RGB lighting make it stand out, while the fast refresh rate ensures smooth gameplay. With advanced cooling technology, this laptop stays cool even during intense gaming sessions. Whether you're a casual gamer or a pro, this laptop delivers the speed and performance you need for an immersive gaming experience. Ideal for both gaming and productivity.",
    "price": 1299.99,
    "category": "Electronics",
    "ratings": 4.9,
    "creation_date": "2024-08-16",
    "creation_time": "09:20:00"
  },
  {
    "name": "running shoes",
    "image": "https://i.ibb.co/xCj5Pzr/Running-Shoes.png",
    "description": "These Running Shoes are designed for maximum performance, featuring lightweight materials and superior cushioning for a comfortable run. The breathable mesh upper keeps your feet cool, while the durable outsole provides excellent traction on any surface. Perfect for both casual joggers and serious runners, these shoes offer the support and stability needed for long distances. With a sleek design and a variety of colors, these running shoes are as stylish as they are functional.",
    "price": 89.99,
    "category": "Sportswear",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "10:00:00"
  },
  {
    "name": "yoga mat",
    "image": "https://i.ibb.co/p2BdgHt/Yoga-Mat.png",
    "description": "The Yoga Mat provides a comfortable and stable surface for your yoga practice. Made from eco-friendly, non-slip material, it ensures that you stay grounded during your poses. The mat is lightweight and easy to carry, making it perfect for home practice or taking to the studio. It also features a textured surface for added grip, helping you maintain your balance. With a variety of colors to choose from, this yoga mat combines style and functionality for yogis of all levels.",
    "price": 29.99,
    "category": "Sportswear",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "10:05:00"
  },
  {
    "name": "fitness tracker",
    "image": "https://i.ibb.co/2YRLgXP/Fitness-Tracker.png",
    "description": "The Fitness Tracker helps you monitor your daily activity, including steps, calories burned, and heart rate. With a sleek, lightweight design, it's comfortable to wear all day and night. The tracker also features sleep monitoring and various sport modes to help you stay on top of your fitness goals. It's water-resistant, making it suitable for swimming and other water-based activities. Stay motivated and connected with this reliable and stylish fitness tracker.",
    "price": 49.99,
    "category": "Sportswear",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "10:10:00"
  },
  {
    "name": "cycling helmet",
    "image": "https://i.ibb.co/8DT66Sx/Cycling-Helmet.png",
    "description": "This Cycling Helmet offers superior protection and comfort for all cyclists. It features a lightweight, aerodynamic design with ample ventilation to keep you cool during long rides. The adjustable straps ensure a secure fit, while the durable outer shell provides impact resistance. Perfect for both casual riders and serious cyclists, this helmet is designed to enhance safety without compromising on style or comfort. Available in multiple colors and sizes.",
    "price": 79.99,
    "category": "Sportswear",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "10:15:00"
  },
  {
    "name": "sports water bottle",
    "image": "https://i.ibb.co/gMMhVZ5/Sports-Water-Bottle.png",
    "description": "Stay hydrated with the Sports Water Bottle, featuring a leak-proof design and durable, BPA-free material. The bottle is lightweight and easy to carry, making it perfect for workouts, outdoor activities, or everyday use. The wide mouth allows for easy cleaning and the addition of ice cubes, while the flip-top lid ensures convenient access to your drink. With its ergonomic design and vibrant colors, this water bottle is both functional and stylish.",
    "price": 14.99,
    "category": "Sportswear",
    "ratings": 4.4,
    "creation_date": "2024-08-16",
    "creation_time": "10:20:00"
  },
  {
    "name": "tennis racket",
    "image": "https://i.ibb.co/CV3VynT/Tennis-Racket.webp",
    "description": "This Tennis Racket is designed for players of all skill levels, offering a perfect balance of power and control. It features a lightweight frame and a comfortable grip, allowing for precise shots and quick maneuvers on the court. The durable strings provide consistent performance, making it suitable for both practice and competitive play. Whether you're a beginner or a seasoned pro, this racket will help you improve your game and enjoy your time on the court.",
    "price": 119.99,
    "category": "Sportswear",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "10:25:00"
  },
  {
    "name": "mountain bike",
    "image": "https://i.ibb.co/r3Hd2W3/Mountain-Bike.png",
    "description": "This Mountain Bike is built for adventure, featuring a sturdy frame and suspension system to handle rough terrain. With wide, knobby tires for enhanced traction and powerful disc brakes for reliable stopping power, this bike is perfect for off-road trails. The adjustable seat and handlebars ensure a comfortable ride, while the lightweight design allows for easy maneuverability. Whether you're tackling steep hills or cruising through forests, this bike delivers performance and durability.",
    "price": 499.99,
    "category": "Outdoor Gear",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "11:00:00"
  },
  {
    "name": "camping tent",
    "image": "https://i.ibb.co/bRKZmn3/Camping-Tent.jpg",
    "description": "This Camping Tent offers spacious accommodation for up to four people, featuring a waterproof exterior and a durable, easy-to-assemble frame. With multiple ventilation windows and a mesh roof, it provides excellent airflow while keeping insects out. The tent also includes interior pockets for storage and a carrying bag for easy transport. Perfect for weekend getaways or extended camping trips, this tent ensures a comfortable and secure shelter in the great outdoors.",
    "price": 129.99,
    "category": "Outdoor Gear",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "11:05:00"
  },
  {
    "name": "hiking backpack",
    "image": "https://i.ibb.co/31p6SVH/Hiking-Backpack.png",
    "description": "This Hiking Backpack is designed for comfort and durability, featuring multiple compartments and a water-resistant exterior. The padded straps and back panel provide support during long hikes, while the adjustable waist belt helps distribute the load evenly. The backpack also includes hydration compatibility, making it easy to stay hydrated on the go. Ideal for day hikes or multi-day trips, this backpack combines functionality with a sleek, modern design.",
    "price": 79.99,
    "category": "Outdoor Gear",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "11:10:00"
  },
  {
    "name": "sleeping bag",
    "image": "https://i.ibb.co/hB1Jg1B/Sleeping-Bag.png",
    "description": "The Sleeping Bag is designed for warmth and comfort in a variety of weather conditions. Made from lightweight, insulating materials, it ensures a good night's sleep whether you're camping in the summer or fall. The bag is easy to roll up and store, and the durable exterior resists wear and tear. With a roomy design and a soft lining, this sleeping bag provides the perfect balance of comfort and practicality for your outdoor adventures.",
    "price": 59.99,
    "category": "Outdoor Gear",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "11:15:00"
  },
  {
    "name": "portable grill",
    "image": "https://i.ibb.co/B3TpqSc/Portable-Grill.png",
    "description": "This Portable Grill is perfect for outdoor cooking, offering a compact design with powerful grilling capabilities. It features a sturdy construction with a large cooking surface and adjustable temperature controls. Easy to set up and clean, this grill is ideal for camping trips, tailgating, or backyard barbecues. The foldable legs and lightweight design make it easy to transport, while the durable materials ensure long-lasting performance. Enjoy delicious grilled meals wherever you go with this versatile grill.",
    "price": 89.99,
    "category": "Outdoor Gear",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "11:20:00"
  },
  {
    "name": "bluetooth speaker",
    "image": "https://i.ibb.co/1Z6Ysq3/Bluetooth-Speaker.png",
    "description": "The Bluetooth Speaker delivers powerful sound in a portable package, featuring a waterproof design and long-lasting battery life. Perfect for outdoor adventures or indoor use, it connects easily to your devices for seamless music playback. The durable exterior withstands bumps and drops, while the built-in microphone allows for hands-free calls. Whether you're at the beach, in the park, or at home, this speaker provides high-quality audio for all your listening needs.",
    "price": 49.99,
    "category": "Home & Living",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "12:00:00"
  },
  {
    "name": "electric kettle",
    "image": "https://i.ibb.co/bRpNrVz/Electric-Kettle.png",
    "description": "The Electric Kettle boils water quickly and efficiently, featuring a stainless steel design and automatic shut-off for safety. Its cordless design allows for easy pouring, and the large capacity makes it perfect for family use. The kettle also includes a water level indicator and a removable filter for easy cleaning. Ideal for making tea, coffee, or instant noodles, this kettle combines convenience with a sleek, modern look that fits perfectly in any kitchen.",
    "price": 29.99,
    "category": "Home & Living",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "12:05:00"
  },
  {
    "name": "robot vacuum cleaner",
    "image": "https://i.ibb.co/fSdmkJv/Robot-Vacuum-Cleaner.png",
    "description": "This Robot Vacuum Cleaner makes cleaning your home effortless, featuring smart navigation and powerful suction. It easily navigates around obstacles and under furniture, ensuring a thorough clean on all floor types. The vacuum is equipped with sensors to avoid stairs and drops, and it automatically returns to its charging dock when the battery is low. With scheduled cleaning options and a compact design, this vacuum is perfect for keeping your home tidy with minimal effort.",
    "price": 199.99,
    "category": "Home & Living",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "12:10:00"
  },
  {
    "name": "air purifier",
    "image": "https://i.ibb.co/Pg6JXdx/Air-Purifier.png",
    "description": "The Air Purifier improves indoor air quality by removing dust, allergens, and pollutants from the air. It features a HEPA filter and multiple fan speeds, ensuring a clean and healthy living environment. The compact design makes it suitable for any room, and the quiet operation allows it to run without disturbing your daily activities. With an easy-to-use control panel and filter replacement indicator, this air purifier is an essential addition to any home for better breathing.",
    "price": 149.99,
    "category": "Home & Living",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "12:15:00"
  },
  {
    "name": "espresso machine",
    "image": "https://i.ibb.co/Hx7HFt9/Espresso-Machine.png",
    "description": "The Espresso Machine brings café-quality coffee into your home, featuring a powerful pump and precise temperature control. It allows you to brew espresso, cappuccino, and latte with ease. The sleek design fits perfectly in any kitchen, and the removable water tank makes it easy to fill and clean. With a built-in milk frother and customizable settings, you can enjoy your favorite coffee drinks just the way you like them. Perfect for coffee lovers who appreciate quality and convenience.",
    "price": 249.99,
    "category": "Home & Living",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "12:20:00"
  },
  {
    "name": "smart light bulbs",
    "image": "https://i.ibb.co/KLnNL1F/Smart-Light-Bulbs.png",
    "description": "Smart Light Bulbs offer customizable lighting with a range of colors and brightness levels, controlled via a mobile app or voice assistant. These energy-efficient bulbs are easy to install and provide a convenient way to set the mood in any room. Whether you're looking to create a cozy atmosphere or need bright light for tasks, these bulbs can be adjusted to suit your needs. With scheduling options and remote access, you can control your lighting from anywhere.",
    "price": 49.99,
    "category": "Home & Living",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "12:25:00"
  },
  {
    "name": "waffle maker",
    "image": "https://i.ibb.co/2nttqCT/Waffle-Maker.png",
    "description": "This Waffle Maker is perfect for making delicious, golden-brown waffles at home. It features non-stick plates for easy cleaning and a compact design for convenient storage. The adjustable temperature control allows you to make waffles just the way you like them, whether crispy or soft. With an indicator light that lets you know when the waffles are ready, this appliance is both easy to use and reliable. A great addition to any kitchen for a quick and tasty breakfast.",
    "price": 29.99,
    "category": "Home & Living",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "12:30:00"
  },
  {
    "name": "luxury sofa",
    "image": "https://i.ibb.co/CsCjY5h/Luxury-Sofa.png",
    "description": "The Luxury Sofa combines style and comfort, featuring plush cushions and a durable, high-quality fabric. Its modern design with clean lines makes it a perfect fit for any living room. The sofa is built with a sturdy frame to ensure long-lasting durability, and the soft upholstery offers a cozy place to relax. Available in various colors, this sofa is designed to enhance your home's décor while providing exceptional comfort. Ideal for lounging, reading, or entertaining guests.",
    "price": 799.99,
    "category": "Furniture",
    "ratings": 4.8,
    "creation_date": "2024-08-16",
    "creation_time": "13:00:00"
  },
  {
    "name": "wooden dining table",
    "image": "https://i.ibb.co/TWtLVMr/Wooden-Dining-Table.png",
    "description": "This Wooden Dining Table is crafted from solid wood, offering a rustic yet elegant design that suits both traditional and modern homes. The table is large enough to accommodate family dinners and gatherings, with a sturdy construction that ensures it will last for years. The smooth finish and classic design make it a timeless piece of furniture that adds warmth and charm to your dining room. Perfect for everyday meals and special occasions alike.",
    "price": 499.99,
    "category": "Furniture",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "13:05:00"
  },
  {
    "name": "recliner chair",
    "image": "https://i.ibb.co/7r9xnhR/Recliner-Chair.png",
    "description": "This Recliner Chair offers the ultimate in relaxation, featuring a soft, cushioned seat and backrest with adjustable reclining positions. The ergonomic design provides excellent support for your back and legs, making it perfect for reading, watching TV, or napping. The chair is upholstered in high-quality, easy-to-clean fabric, and the sturdy frame ensures long-lasting durability. With its classic style and comfort, this recliner is a great addition to any living room or study.",
    "price": 349.99,
    "category": "Furniture",
    "ratings": 4.6,
    "creation_date": "2024-08-16",
    "creation_time": "13:10:00"
  },
  {
    "name": "bookshelf",
    "image": "https://i.ibb.co/hLxh1yM/Bookshelf.png",
    "description": "The Bookshelf is a stylish and functional piece of furniture, perfect for organizing and displaying your favorite books, decorative items, or personal treasures. Made from sturdy wood with a smooth finish, it features multiple shelves with ample space. The minimalist design complements any interior décor, making it suitable for living rooms, studies, or bedrooms. Easy to assemble and maintain, this bookshelf is a great addition to your home for both storage and display purposes.",
    "price": 199.99,
    "category": "Furniture",
    "ratings": 4.5,
    "creation_date": "2024-08-16",
    "creation_time": "13:15:00"
  },
  {
    "name": "office desk",
    "image": "https://i.ibb.co/2Z4K0rM/Office-Desk.jpg",
    "description": "The Office Desk is designed for both style and functionality, featuring a spacious tabletop and sturdy construction. It offers ample space for your computer, office supplies, and other work essentials. The sleek design with clean lines makes it a perfect fit for any home office or workspace. With built-in storage options like drawers or shelves, this desk helps keep your workspace organized. Ideal for remote work, study, or creative projects, this desk enhances productivity and comfort.",
    "price": 299.99,
    "category": "Furniture",
    "ratings": 4.7,
    "creation_date": "2024-08-16",
    "creation_time": "13:20:00"
  }
]
